export default function Privace()
{
    return (
        <>
            <div className="container mx-auto px-32 py-20 flex flex-col justify-center text-center">
                <div className="font-bold text-8xl basis-full mt-48">
                    Нууцлалын бодлого
                </div>
                <p className="basis-full tracking-widest mt-4">Сүүлд шинэчлэгдсэн - 2022/02/01</p>
            </div>

            <div className="container mx-auto px-96 mt-96 mb-10">
                <div className="font-medium italic">
                    <p className="mb-10 text-lg font-bold not-italic ml-10">НУУЦЛАЛЫН БОДЛОГО</p>
                    <p className="mb-10">Энэхүү нууцлалын бодлого нь Монгол НФТ веб сайт нь хэрэглэгчдийн мэдээллийг хэрхэн цуглуулах, ашиглах, дамжуулах, хамгаалах тухай баримт бичиг юм.
</p>
                    <p className="mb-10">Монгол НФТ нь таны нууцлалыг хадгалахын зэрэгцээ таныг нууцлалын бодлогыг дагаж мөрдөхийн шаардана. Манай веб сайт нь үйлчилгээнд нэвтрэх болон ашиглах үед танаас цуглуулж болох мэдээллийн төрлийг хамгаалах, хадгалах, шаардлагатай тохиолдолд бид энэхүү бодлогыг баримтална.

</p>
                    <p className="mb-10">Хэрэглэгчийн бидэнд илгээсэн аливаа шаардлагатай бус мэдээллийг сайн дураараа өгсөнд тооцно. Хэрэв хэрэглэгч та заавал бөглөх шаардлагатай мэдээллийг бидэнд ирүүлэхгүй бол манай үйлчилгээнд нэвтрэх, ашиглах боломжгүй болно.

</p>
                    <p className="mb-10">Манай веб сайтыг ашигласнаар та нууцлалын бодлогыг зөвшөөрсөнд тооцно. Аливаа хуульд өөрчлөлт орох, эсвэл хувийн мэдээлэл цуглуулах, нэмэлт мэдээлэл шаардлагатай болох гэх мэт манай үйл ажиллагаанд өөрчлөлт орвол Монгол НФТ цахим хуудсаар дамжуулан мэдээллэнэ. Таны хувийн мэдээллийг энэхүү нууцлалын бодлогод зааснаас бусад тохиолдолд ашиглах, гуравдагч этгээд болон эрх бүхий байгууллагад илгээхээр бол бид танд урьдчилан мэдэгдэнэ.

</p>
                    <p className="mb-10 text-lg font-bold not-italic ml-10">КОМПАНИ НУУЦЛАЛЫН МЭДЭЭЛЛИЙГ ЦУГЛУУЛАХ</p>
                    <p className="mb-10">Хэрэглэгч Монгол НФТ хаяг нээх үед танаас шаардлагатай хувийн мэдээллийг цуглуулах ба та үйлчилгээг хэрэглэхийн тулд өөрийн мэдээллийг бидэнд өгнө. Та өөрийгөө бүртгүүлж буй хэрэглэгч мөн гэдгийг батлахын тулд Монгол НФТ-д гар утасны дугаарыг өгнө. Хариуд нь манай веб сайтын зүгээс код илгээх ба тус кодыг хийснээр амжилттай бүртгүүлнэ.

</p>
                    <p className="mb-10 underline decoration-1 ml-6">Үйлчилгээний хэрэглээний мэдээлэл</p>
                    <p className="mb-10">Хэрэглэгч нь Монгол НФТ платформыг ашиглах явцад нэвтэрч буй өдөр, цаг, төхөөрөмжийн мэдээлэл, үйлдлийн систем, веб хөтчийн төрөл болон IP хаяг зэрэг хэрэглээний мэдээллийг бид цуглуулна. Уг мэдээллийг Монгол НФТ шууд байдлаар, эсвэл гуравдагч этгээдийн үйлчилгээгээр дамжуулж авна. Үйлчилгээний хэрэглээний мэдээлэл нь таны оюуны бүтээлийг цахим халдлагад өртөхөд илрүүлэх, гэмт хэргийг мөрдөн шалгахад дэмжлэг болох зэрэг боломжийг бүрдүүлнэ.

</p>
                    <p className="mb-10 underline decoration-1 ml-6">Худалдан авалтын мэдээлэл</p>
                    <p className="mb-10">Хэрэглэгчдийн хувийн болон аж ахуйн нэгжийн бүх төрлийн данснаас дансны үлдэгдэл, арилжааны түүх, мөнгө татан авалт, захиалга хийх, хуваарилалтын түүх зэрэг гүйлгээний мэдээллийг бид цуглуулна. Уг гүйлгээний мэдээллийг арилжааны сэжигтэй үйлдлийг илрүүлэх, луйвраас сэргийлэх, хуулийн дагуу хэрэг хянан шийдвэрлэхэд ашиглана.

</p>
                    <p className="mb-10 underline decoration-1 ml-6">Хэрэглэгчдийг хамгаалах</p>
                    <p className="mb-10">Бид цуглуулсан мэдээллээ платформ, хэрэглэгчийн данс болон архивын аюулгүй байдлыг хангахад ашиглана. Бид спам, фишинг, тархалтын үйлчилгээг зогсоох (DDoS) халдлага зэрэг автомат дайралтаас хамгаалахын тулд IP хаяг болон күүзки өгөгдлийг ашиглана.</p>
                    <p className="mb-10">Дээрхээс гадна цуглуулсан мэдээллийн тусламжтай таны оюуны бүтээл болон дижитал артыг цахим халдлагаас хамгаалахын зэрэгцээ, таны бүтээлийг хуулбарласан, ижил төсөөтэй бүтээлийг сайтад upload хийж бусад хэрэглэгчдийг төөрөгдүүлэх замаар ашиг олох зэрэг үйлдлээс хамгаална. Мөн сэжигтэй үйлдлийг эрт илрүүлэх, залилан, луйвар, санхүүгийн хохирлоос сэргийлэх зорилгоор арилжааны үйл ажиллагаанд бид хяналт тавина.

</p>
                    <p className="mb-10 underline decoration-1 ml-6">Хууль, эрх зүйн зохицуулалтыг дагаж мөрдөх</p>
                    <p className="mb-10">Хууль, дүрэм, засгийн газрын хүсэлт, хэрэглэгчдийн үүсгэсэн асуулгыг дагаж мөрдөх ба Монгол НФТ цуглуулсан мэдээллийн нууцлал, аюулгүй байдлыг хамгаалж хадгална. Холбогдох хууль тогтоомжид заасны дагуу шаардсанаас бусад тохиолдолд бид хуулийн багийн дүгнэлтгүйгээр эсвэл эрх бүхий байгууллагаас таны хувийн мэдээллийг шаардсанаас бусад тохиолдолд хэрэглэгчийн хувийн мэдээллийг зөвшөөрөлгүйгээр гуравдагч этгээдэд дамжуулахгүй.

</p>
                    <p className="mb-10">Мөн холбогдох хууль тогтоомж, дүрэм, журамд өөрчлөлт орвол бид өөрсдийн үйл ажиллагаагаа тус хууль журамд нийцүүлэн ажиллах ба өөрчлөлт орсон тохиолдолд Монгол НФТ цахим хуудсаар дамжуулан мэдээллэнэ.</p>
                    <p className="mb-10 underline decoration-1 ml-6">Веб сайтын гүйцэтгэлийг шинжлэх

</p>
                    <p className="mb-10">Бидний үйлчилгээг хэрхэн ашиглаж байгааг хянахын тулд бид мэдээллийг идэвхтэй шалгаж, дүн шинжилгээ хийдэг. Үйл ажиллагааны баг энэхүү хянан шалгах ажлыг удирдан явуулж, платформын гүйцэтгэлийг тасралтгүй сайжруулж, хэрэглэгчидтэй холбоотой асуудлыг шийдвэрлэдэг.

</p>
                    <p className="mb-10">Бид өөрсдийн системийн үйл ажиллагааны мэдээлэл болон хэрэглэгчидтэй харилцах харилцааг байнга хянаж, тулгарсан асуудлыг нэн даруй зохицуулж шийдвэрлэхийн төлөө ажилладаг.

</p>
                    <p className="mb-10 underline decoration-1 ml-6">Та бүхэнтэй харилцах</p>
                    <p className="mb-10">Веб сайтад нэвтрэх, гүйлгээ хийх болон аюулгүй байдлын талаарх мэдээллийг тухай бүр хэрэглэгчдэд мэдээлэх, дэмжлэг үзүүлэхийн тулд хэрэглэгчидтэй шууд харилцах зорилгоор цахим шуудангийн хаяг гэх зэрэг цуглуулсан хувийн мэдээллийг бид ашиглана. Та манай үйлчилгээг хэрэглэх бүрд бид таны мэдээллийг боловсруулж баталгаажуулахгүйгээр таны хүсэлт болон асуултад хариу илгээх боломжгүй юм Бид бүх шууд харилцаа холбооны нууцыг хадгалж, дотооддоо хянаж шалгах болно.

</p>
                    <p className="mb-10 underline decoration-1 ml-6">Үйлчилгээний нөхцөл болон бусад нөхцөлийг дагаж мөрдүүлэх

</p>
                    <p className="mb-10">Монгол НФТ болон хэрэглэгчдийн зүгээс үйлчилгээний нөхцөлийг дагаж мөрдөн, аливаа хориотой, хууль бус үйлдлээс өөрийн оюуны өмчөө хамгаалан байнга сэргийлж, үүнд хяналт тавьж, таслан зогсоох нь үйлчилгээнд чухал ач холбогдолтой. Хэрэглэгчдийн эрх ашгийг хамгаалахын тулд бид гуравдагч этгээдтэй байгуулсан гэрээ хэлцлүүдийг сайтар хэрэгжүүлнэ. Үйлчилгээний нөхцөлийн зөрчлүүдийг хянаж ажиллана. Хэрэв манай үйлчилгээний нөхцөлийг зөрчсөн, аливаа хууль бус үйлдэл гаргасан, оролдсон этгээдэд Монгол НФТ үйлчилгээ үзүүлэхээ зогсоох, мэдээллийг эрх бүхий байгууллагаруу шилжүүлэх эрхтэй болно.

</p>
                    <p className="mb-10 text-lg font-bold not-italic ml-10">ХЭРЭГЛЭГЧИЙН МЭДЭЭЛЛИЙГ МОНГОЛ НФТ ХЭРХЭН ХАМГААЛАХ ВЭ
</p>
                    <p className="mb-10">Бид зохих арга хэмжээ техник технологийн дагуу таны оюуны өмч болон хувийн мэдээллийг хадгалж хамгаалдаг. Гэсэн хэдий ч аюулгүй байдлын бүрэн баталгаа болж чадахгүй гэдгийг та анхаарах нь зүйтэй. Хэрэв манай аюулгүй байдлын системд ямарваа нэгэн эвдрэл гэмтэл гарах, халдлагад өртсөн тохиолдолд бид танд цаг тухайд нь зохих хамгаалалтын арга хэмжээ авахыг цахим хэлбэрээр мэдээлэх болно. Таны хувийн мэдээлэл нь бидний хувьд хамгийн чухал мэдээлэл бөгөөд бид аюулгүй байдлын арга хэмжээг тогтмол хянаж, сайжруулан ажиллахыг хичээдэг.

</p>
                    <p className="mb-10">Мөн хэрэв гуравдагч этгээд таны хувийн мэдээлэлд халдсан, халдахыг оролдсон тохиолдолд бид танд цаг алдалгүй мэдээлэх болно.

</p>

                </div>
            </div>
        </>
    )
}
