export default function Terms()
{
    return (
        <>
            <div className="container mx-auto px-32 py-20 flex flex-col justify-center text-center">
                <div className="font-bold text-8xl basis-full mt-48">
                    Үйлчилгээний нөхцөл
                </div>
                <p className="basis-full tracking-widest mt-4">Сүүлд шинэчлэгдсэн - 2022/02/01</p>
            </div>

            <div className="container mx-auto px-96 mt-96 mb-10">
                <div className="font-medium italic">

                    <p className="mb-10 text-lg font-bold not-italic ml-10">ҮЙЛЧИЛГЭЭНИЙ НӨХЦӨЛ</p>
                    <p className="mb-10">Энэхүү гэрээ нь хэрэглэгч (та) болон үйлчилгээ үзүүлэгч Монгол НФТ нарын хооронд байгуулагдсан бөгөөд үйлчилгээ үзүүлэхтэй холбоотой үүсэх харилцааг зохицуулахад оршино. Та үйлчилгээний нөхцөл, Нууцлалын бодлого болон зөвшөөрлийн маягтад заасан нөхцөлүүдтэй танилцаж, хүлээн зөвшөөрснөөр Монгол НФТ компаниас үйлчилгээ авах боломжтой. Бидний үйлчилгээг авахаас өмнө та энэхүү гэрээнд заасан нөхцөлүүдийг сайтар уншиж танилцана уу.</p>
                    <p className="mb-10">Та Монгол НФТ веб сайтад бүртгүүлж, нэвтэрч, ашигласнаар энэхүү хэрэглэгчийн гэрээнд заасан нөхцөлүүдийг бүрэн хүлээн зөвшөөрсөнд тооцогдоно. Та энэхүү үйлчилгээний нөхцөлтэй санал нийлэхгүй байгаа бол үйлчилгээг яг одоо зогсоох боломжтой.</p>

                    <p className="mb-10 text-lg font-bold not-italic ml-10">ГЭРЭЭНИЙ НӨХЦӨЛ</p>

                    <p className="mb-10">Монгол НФТ нь Non Fungible Token буюу дахин давтагдахгүй токен гэсэн утгатай блокчэйн протокол юм. Энэхүү протоколыг ашигласнаар та ямар ч бүтээлийг дижитал хэлбэрт оруулан блокчэйн дээр бүртгэлийг үүсгэж өмчлөл болон шилжилтийн мэдээллийг бүртгэн авах боломжтой. Та өөрийн өргөн хэрэглэж буй зураг, дуу, бичлэгүүдийн оригинал эхийг дижитал хэлбэрээр худалдан авч өмчлөх байдлаар ашиглах боломжтой.</p>
                    <p className="mb-10">Монгол НФТ нь дижитал арт гэж нэрлэгддэг бүтээгдэхүүн, зураг, дуу хөгжим, хөдөлгөөнт дүрс, бичлэг зэргийг арилжааны хэлбэрээр худалдан авах боломжийг олгодог цахим үйлчилгээний платформоор хангана. Монгол НФТ нь уран бүтээлч болон хэрэглэгчдийг хооронд платформоор хангах бөгөөд арилжаанд худалдагч эсвэл худалдан авагчаар оролцохгүй. Уран бүтээлч нь өөрийн оюуны өмч болох дижитал артыг бусдад худалдаалах боломжоор хангагдах бол хэрэглэгч нь тэдгээрийг өөрийг эзэмших эрхийн хүрээнд ашиглах боломжоор тус тус хангагдана.</p>
                    <p className="mb-10">Монгол НФТ сайтад байршуулсан мэдээллийн үнэн зөв байдлыг хадгалах хэдий ч агуулгын таарамж, үнэн зөв, найдвартай, бүрэн бүтэн байдалд баталгаа гаргахгүй бөгөөд мэдээллийн агуулгаас шууд болон шууд бусаар үүдэн гарсан аливаа хохирлыг хариуцахгүй болно. Монгол НФТ нь уран бүтээлч, арилжаа эрхлэгчдэд ямар нэгэн зөвлөгөө өгөхгүй, тус мэдээллийн сайтад байршуулсан бүтээл, материалын өмнө хариуцлага хүлээхгүй.</p>
                    <p className="mb-10">Монгол НФТ нь энэхүү гэрээнд хэдийд ч нэмэлт өөрчлөлт оруулах бүрэн эрхтэй бөгөөд шинэчлэгдсэн үйлчилгээний нөхцөлийг www.mongolnft.com веб хуудсанд байршуулан тухайн өөрчлөлтийг хэрэглэгчдэд мэдэгдэнэ.</p>
                    <p className="mb-10">Монгол НФТ-ы данс эзэмшигч болсноор та энэхүү гэрээний нэг тал болох бөгөөд 18 насанд хүрсэн эрх зүйн бүрэн чадамжтай хувь хүн, хуулийн этгээд байх нь зүйтэй. Хэрэв та дээрх шаардлагыг хангахгүй болон таны асран хамгаалагч таны үйл ажиллагаанаас үүсэх хариуцлагыг хүлээх бөгөөд Монгол НФТ нь таны бүртгэлийг цуцлах, та болон асран хамгаалагчаас нөхөн төлбөр нэхэмжлэх эрхтэй болно.</p>
                    <p className="mb-10 underline decoration-1 ml-6">Хэрэглээг хориглох</p>
                    <p className="mb-10">Монгол НФТ үйлчилгээнд нэвтэрч, ашигласнаар та худалдааны эсвэл эдийн засгийн хориг арга хэмжээний жагсаалтад байхгүй гэдгийг зөвшөөрсөнд тооцно. Монгол НФТ нь үйл ажиллагаа эрхлэх зах зээлээ сонгох, зарим улс орнуудад үйлчилгээ үзүүлэхийг хориглох, хязгаарлах эрхтэй. Энэхүү гэрээ нь хэрэглэгчдийн оршин сууж буй улсын хууль тогтоомжийг дагаж мөрдөнө. Монгол НФТ нь хориглогдсон хэрэглэгчдийг үйлчилгээнд нэвтрэх, ашиглахыг нь хязгаарлах байр сууриа хатуу хадгална.</p>

                    <p className="mb-10 text-lg font-bold not-italic ml-10">ХЭРЭГЛЭГЧИД ТАВИГДАХ ШААРДЛАГА</p>
                    <p className="mb-10">Монгол НФТ цахим хаягийг таны нэрээр өөр бусад гуравдагч этгээд ашиглан, ашиг олох, бусдын оюуны өмчид халдах замаар хэрэглэж байгаа нь тогтоогдвол Монгол НФТ-ы зүгээс цахим хаягийг түр хугацаанд түдгэлзүүлэх, цахим хаягийг хаах арга хэмжээ авна. Дээрх тохиолдолд үүссэн нөхцөлд Монгол НФТ хуулийн хариуцлага хүлээхгүй.
</p>

                    <p className="mb-10 text-lg font-bold not-italic ml-10">АЮУЛГҮЙ БАЙДАЛ</p>
                    <p className="mb-10">Монгол НФТ нь хэрэглэгчийнхээ оюуны бүтээлийг вэб сайтад байршуулж аюулгүй байдлыг хангахын тулд салбарын стандартын хамгаалалтыг энэхүү платформдоо нэвтрүүлсэн. Гэхдээ хэрэглэгчийн өөрийн үйлдлээс үүсэх эрсдэлүүд гэж бий. Та өөрийн хаяг болон хувийн мэдээллийг хамгаалахын тулд эрсдэлээс урьдчилан сэргийлэх арга хэмжээг бие даан хэрэгжүүлэх шаардлагатайг анхаарна уу.</p>
                    <p className="mb-10">Та өөрийн Монгол НФТ хаяг болон нууц үгийг хадгалж, хамгаалах үүрэгтэй бөгөөд цахим шуудангийн хаяг, нууц үгтэй холбоотой бүхий л үйлдэлдээ дангаар хариуцлага хүлээнэ. Үүнд мэдээллээ задруулах, өөрийн оюуны өмчийг алдах, бусдын оюуны өмч бүтээлд хууль бусаар халдах, веб сайт дээр дарснаар байршуулсан янз бүрийн гэрээ журмыг зөвшөөрөх, гэрээний онлайн шинэчлэлт гэх мэт хамаарах бөгөөд зөвхөн эдгээрээр хязгаарлагдахгүй.</p>

                    <p className="mb-10 text-lg font-bold not-italic ml-10">МАРГААН ШИЙДВЭРЛЭХ</p>
                    <p className="mb-10">Монгол НФТ нь аливаа асуудал, маргааныг өөрийн эрхийн хүрээнд шийдвэрлэнэ. Зарим асуудлууд нь бусдын эрх зөрчигдөх, хууль тогтоомж, дүрэм журмыг зөрчих, хэвийн бус арилжаа болон үйлчилгээний нөхцөлд тодорхой дурдаагүй бусад асуудлууд багтана. Маргаан шийдвэрлэх ажиллагааны явцад гарах зардлыг бүхэлд нь хэрэглэгч хариуцахаар тохиролцов.</p>
                    <p className="mb-10 text-lg font-bold not-italic ml-10">МОНГОЛ НФТ ҮЙЛЧИЛГЭЭГ АШИГЛАХ ЗААВАР</p>
                    <p className="mb-10">Монгол НФТ-ээс урьдчилж бичгээр зөвшөөрөл авалгүйгээр вэб сайтад байршуулсан аливаа мэдээллийг арилжааны зорилгоор ашиглахыг хориглоно. Хэрэглэгч нь вэб сайтыг Үйлчилгээний нөхцөл болон Нууцлалын бодлогод заасны дагуу Монгол НФТ-ы хэвийн үйл ажиллагаанд хөндлөнгөөс оролцохгүйгээр эсвэл шударга бус өрсөлдөөний үйлдэл хийхгүйгээр ашиглана. Хориглогдох үйлдэл нь дор дурдсан зүйлсээр зөвхөн хязгаарлагдахгүй болно.</p>
                    <p className="mb-10">Хэрэв хэрэглэгчийн буруутай үйлдлээс шалтгаалан бусад хэрэглэгч, гуравдагч этгээд, уран бүтээлчид хохирол учирвал бүх хохирлыг буруутай хэрэглэгч дангаар хариуцна. Мөн үүний улмаас Монгол НФТ-д хохирол, торгууль, нэмэлт зардлыг нөхөн төлж, Монгол НФТ-ийг хохиролгүй болгоно.</p>
                    <p className="mb-10">Хэрэв хэрэглэгчийн гаргасан зөрчлөөс үүдэн аливаа этгээд нөхөн төлбөр нэхэмжилсэн, эсвэл захиргааны байгууллагаас хариуцлага ногдуулсны улмаас Монгол НФТ-д хохирол учирсан тохиолдолд тухайн бүх хохирол, зардлыг зөрчил гаргасан хэрэглэгч нөхөн төлөх ба үүнд өмгөөлөгчийн зардал багтана.</p>
                    <p className="mb-10 underline decoration-1 ml-6">Үйлчилгээний хураамж</p>
                    <p className="mb-10">Монгол НФТ нь үйлчилгээг ашигладаг уран бүтээлчид, хэрэглэгчдэд хураамж ногдуулах эрхтэй байна. Үйлчилгээний хураамжийг Монгол НФТ өөрийн бүрэн эрхийн хүрээнд тогтооно.

</p>
                    <p className="mb-10">Монгол НФТ-ээс тогтоосон хураамжийг үйлчилгээний зааврын дагуу төлөх ба үйлчилгээний төлбөр төлөөгүй этгээд үйлчилгээ авах боломжгүйг анхаарна уу.

</p>
                    <p className="mb-10 text-lg font-bold not-italic ml-10">НӨХӨН ТӨЛБӨР</p>
                    <p className="mb-10">Та энэхүү гэрээг байгуулснаар хэрэв зөрчил гаргасан тохиолдолд үүдэн гарах бүх хохирлыг (үүнд өмгөөлөгчийн хөлс болон эрх бүхий байгууллагаас ногдуулсан торгууль, шийтгэл багтана) арилгах үүрэг хүлээх бөгөөд Монгол НФТ, түүний салбар компаниуд, гэрээлэгчид, лиценз олгогчид, тэдний захирлууд, ажилтнууд, агентуудыг хохиролгүй байлгана гэдгийг хүлээн зөвшөөрнө. Энэ нь та Монгол НФТ-ы үйлчилгээг ашиглах явцдаа холбогдох хууль тогтоомж, дүрэм журам болон гуравдагч этгээдийн эрхийг зөрчсөн тохиолдолд мөн хамаарна.

</p>
                    <p className="mb-10 text-lg font-bold not-italic ml-10">ЗАРЛАЛ</p>
                    <p className="mb-10">Бүх албан ёсны зарлал, мэдээ, урамшуулал зэрэг мэдээллийг Монгол НФТ-ы албан ёсны цахим хуудас болох www.mongolnft.com–д байршуулна. Хэрэглэгч нь зарлал мэдээллийг үл хайхарсны улмаас түүнд учирсан алдагдал, хохиролд Монгол НФТ ямар ч хэлбэрээр хариуцлага хүлээхгүй.

</p>
                    <p className="mb-10 text-lg font-bold not-italic ml-10">ДОТООДЫН ХУУЛЬ ТОГТООМЖИЙГ ДАГАЖ МӨРДӨХ
</p>
                    <p className="mb-10">Хэрэглэгч нь Монгол НФТ үйлчилгээг ашиглахдаа тухайн орон нутгийн хууль тогтоомжийг дагаж мөрдөх үүрэгтэй. Татвар төлөх, суутгах, тайлагнах зэрэг асуудлыг орон нутгийнхаа хууль тогтоомжийн хүрээнд хэрэгжүүлэх ёстой. Монгол НФТ үйлчилгээний бүх хэрэглэгчид нь өөрсдийн хөрөнгийн эх үүсвэрийг хууль ёсны гэдгийг буюу хууль бус үйл ажиллагаанаас олоогүй гэдгээ хүлээн зөвшөөрнө. Монгол НФТ нь дэлхий даяар хууль сахиулах байгууллагуудтай хамтран ажиллаж, мөрдөн шалгагдаж буй хэрэглэгчдийн данс, хөрөнгийг хааж, цуцлах болно.</p>
                    <p className="mb-10 text-lg font-bold not-italic ml-10">НУУЦЛАЛЫН БОДЛОГО</p>
                    <p className="mb-10">Монгол НФТ нь Нууцлалын бодлого болон түүнд оруулсан нэмэлт өөрчлөлтийг платформдоо байршуулж, тухай бүрд нь хэрэглэгчдэд мэдээлэх болно. Нууцлалын бодлого нь энэхүү гэрээний салшгүй нэг хэсэг байна.

</p>
                    <p className="mb-10 text-lg font-bold not-italic ml-10">НӨХӨН ТӨЛБӨР БА ХОХИРЛЫГ АРИЛГАХГҮЙ БАЙХ
</p>
                    <p className="mb-10">Энэхүү нөхцөлийг зөрчсөн Монгол НФТ-ы зөрчлөөс бусад тохиолдолд хэрэглэгч та Монгол НФТ болон түүний салбар компаниудын эсрэг аливаа гуравдагч этгээдийн гаргасан бүх зарга мэдүүлэг, нэхэмжлэлийг хариуцаж, Монгол НФТ болон түүний салбар компаниудыг хохиролгүй байлгахыг зөвшөөрч байна. Үйлчилгээний тухай тайлбарласны дагуу Монгол НФТ нь өөрийн веб сайт дээрх мэдээллийн бүрэн бүтэн байдлыг хадгалахын төлөө хичээн ажиллах ба платформ дахь мэдээлэл болон үйлчилгээнд баталгаа гаргахгүй. Монгол НФТ үйлчилгээг ашиглахаас үүдэн гарах алдаа дутагдалд хариуцлага хүлээхгүй.

</p>
                    <p className="mb-10">Энэхүү гэрээний дагуу хийгдсэн аливаа арилжааны үйлчилгээ, хөгжүүлэгч материал, болон гэрээгээр олгосон бусад зүйлстэй холбоотойгоор үүссэн аливаа санамсаргүй, шууд бус, онцгой, үр дагаварт хүргэх хохиролд (мэдээлэл, өгөх, ашиглах, алдагдах, ашиг, орлого, бизнесийн болон санхүүгийн бусад ашгийн алдагдлаас үүдсэн хохирол багтана) ямар ч тохиолдолд Монгол НФТ, түүний салбар компаниуд, тэдний хувьцаа эзэмшигчид, гишүүд, захирлууд, ажилтнууд, өмгөөлөгчид, агентууд, төлөөлөгчид, ханган нийлүүлэгч, гэрээлэгчид хариуцлага хүлээхгүй.

</p>
                    <p className="mb-10 text-lg font-bold not-italic ml-10">ДАВАГДАШГҮЙ ХҮЧИН ЗҮЙЛ
</p>
                    <p className="mb-10">Монгол НФТ нь байгалийн гамшигт үзэгдэл, цаг агаарын онцгой нөхцөл байдал, гэнэтийн хүчин зүйлс, гал түймэр, дайн, бослого, үймээн самуун, хөдөлмөрийн маргаан, осол, засгийн газрын үйл ажиллагаа, харилцаа холбоо болон цахилгаан тасрах, тоног төхөөрөмж болон програм хангамж эвдрэх, хакер халдлага зэрэг хяналтаас гадуурх аливаа нөхцөл байдал, үйл явдлын улмаас учирсан аливаа хохирол, үйлчилгээний сааталд хариуцлага хүлээхгүй.

</p>
                    <p className="mb-10"></p>
                    <p className="mb-10"></p>

                </div>
            </div>
        </>
    )
}
